[{'Alfonso Rueda Valenzuela - Presidente da Xunta de Galicia': 'A Presidencia da Xunta', 'Beatriz Cuiña Barja - Secretaria xeral da Presidencia': 'A Presidencia da Xunta', 'Emilio José de la Iglesia Lema - Director xeral do Gabinete da Presidencia': 'A Presidencia da Xunta', 'Pedro Francisco Rojo Otero - Secretario xeral de Medios': 'A Presidencia da Xunta', 'Jorge Pan Varea - Director xeral de Comunicación': 'A Presidencia da Xunta', 'Juan Carlos Reboredo Nogueira - Secretario xeral da Oficina de Coordinación Económica da Presidencia': 'A Presidencia da Xunta', 'Manuel Pillado Quintáns - Secretario xeral da Asesoría Xurídica Xeral': 'A Presidencia da Xunta', 'María Isabel Concheiro Rodríguez-Segade - Directora xeral de Asuntos Constitucionais e Desenvolvemento Lexislativo': 'A Presidencia da Xunta'}, {'Diego Calvo Pouso - Conselleiro': 'Consellería de Presidencia, Xustiza e Deportes', 'Francisco Javier Abad Pardo - Secretario xeral técnico': 'Consellería de Presidencia, Xustiza e Deportes', 'José Ramón Lete Lasa - Secretario xeral para o Deporte': 'Consellería de Presidencia, Xustiza e Deportes', 'José Tronchoni Albert - Director xeral de Xustiza': 'Consellería de Presidencia, Xustiza e Deportes', 'Natalia Prieto Viso - Directora xeral de Administración Local': 'Consellería de Presidencia, Xustiza e Deportes', 'Sandra Vázquez Domínguez - Directora xeral de Relacións Institucionais e Parlamentarias': 'Consellería de Presidencia, Xustiza e Deportes', 'Santiago Villanueva Álvarez - Director xeral de Emerxencias e Interior': 'Consellería de Presidencia, Xustiza e Deportes', 'Jesús María Gamallo Aller - Director xeral de Relacións Exteriores e coa Unión Europea': 'Consellería de Presidencia, Xustiza e Deportes', 'Judit Fontela Baró - Directora xeral de Mobilidade': 'Consellería de Presidencia, Xustiza e Deportes'}, {'Román Rodríguez González - Conselleiro': 'Consellería de Educación, Ciencia, Universidades e Formación Profesional', 'Manuel Vila López - Secretario xeral técnico': 'Consellería de Educación, Ciencia, Universidades e Formación Profesional', 'José Alberto Díez de Castro - Secretario xeral de Universidades': 'Consellería de Educación, Ciencia, Universidades e Formación Profesional', 'Judith Fernández Novoa - Directora xeral de Ordenación e Innovación Educativa': 'Consellería de Educación, Ciencia, Universidades e Formación Profesional', 'María Eugenia Pérez Fernández - Directora xeral de Formación Profesional': 'Consellería de Educación, Ciencia, Universidades e Formación Profesional', 'Jesús Manuel Álvarez Bértolo - Director xeral de Centros e Recursos Humanos': 'Consellería de Educación, Ciencia, Universidades e Formación Profesional'}, {'Fabiola García Martínez - Conselleira': 'Consellería de Política Social e Igualdade', 'María Francisca Gómez Santos - Secretaria xeral técnica': 'Consellería de Política Social e Igualdade', 'Jacobo José Rey Sastre - Director xeral de Familia, Infancia e Dinamización Demográfica': 'Consellería de Política Social e Igualdade', 'Arturo Parrado Puente - Director xeral de Inclusión Social': 'Consellería de Política Social e Igualdade', 'Begoña Abeijón Fernández - Directora xeral de Persoas con Discapacidade': 'Consellería de Política Social e Igualdade', 'Antonio Acevedo Prado - Director xeral de Maiores e Atención Sociosanitaria': 'Consellería de Política Social e Igualdade', 'María Quintiana Pérez - Directora xeral de Promoción da Igualdade': 'Consellería de Política Social e Igualdade', 'Roberto Barba Alvedro - Director xeral de Loita contra a Violencia de Xénero': 'Consellería de Política Social e Igualdade'}, {'María Jesús Lorenzana Somoza - Conselleira': 'Consellería de Economía e Industria', 'José Ramón Pardo Cabarcos - Secretario xeral técnico': 'Consellería de Economía e Industria', 'Nicolás Vázquez Iglesias - Secretario xeral de Industria e Desenvolvemento Enerxético': 'Consellería de Economía e Industria', 'Margarita Ardao Rodríguez - Directora xeral de Estratexia Industrial e Solo Empresarial': 'Consellería de Economía e Industria', 'Pablo Fernández Vila - Director xeral de Planificación Enerxética e Minas': 'Consellería de Economía e Industria'}, {'Miguel Corgos López-Prado - Conselleiro': 'C. de Facenda e Administración Pública', 'David Cabañó Fernández - Secretario xeral Técnico e do Tesouro': 'C. de Facenda e Administración Pública', 'Arturo López Iglesias - Director xeral de Orzamentos e Financiamento Autonómico': 'C. de Facenda e Administración Pública', 'Nuria Aguilar Vázquez - Directora xeral de Emprego Público e Administración de Persoal': 'C. de Facenda e Administración Pública', 'Ángel Luis Tarrío Tobar - Director xeral de Cohesión e Fondos Europeos': 'C. de Facenda e Administración Pública', 'José María Barreiro Díaz - Director xeral de Simplificación Administrativa e do Patrimonio': 'C. de Facenda e Administración Pública', 'Almudena Chacón Pichel - Interventora xeral da Comunidade Autónoma': 'C. de Facenda e Administración Pública', 'Tomás Otero Ferreiro - Presidente do Tribunal Administrativo de Contratación Pública de Galicia': 'C. de Facenda e Administración Pública'}, {'María Martínez Allegue - Conselleira': 'Consellería de Vivenda e Planificación de Infraestruturas', 'Yago Borrajo Sánchez - Secretario xeral técnico': 'Consellería de Vivenda e Planificación de Infraestruturas', 'Heriberto García Porto - Secretario xeral de Vivenda e Urbanismo': 'Consellería de Vivenda e Planificación de Infraestruturas', 'María Encarnación Rivas Díaz - Directora xeral de Urbanismo': 'Consellería de Vivenda e Planificación de Infraestruturas'}, {'Antonio Gómez Caamaño - Conselleiro': 'C. de Sanidade', 'Natalia Lobato Mosquera - Secretaria xeral técnica': 'C. de Sanidade', 'Carmen Durán Parrondo - Directora xeral de Saúde Pública': 'C. de Sanidade', 'Sofía López Linares - Directora xeral de Planificación e Reforma Sanitaria': 'C. de Sanidade'}, {'José López Campos - Conselleiro': 'Consellería de Cultura, Lingua e Xuventude', 'Elvira María Casal García - Secretaria Xeral Técnica': 'Consellería de Cultura, Lingua e Xuventude', 'Valentín García Gómez - Secretario xeral da Lingua': 'Consellería de Cultura, Lingua e Xuventude', 'Anxo Manuel Lorenzo Suárez - Director xeral de Cultura': 'Consellería de Cultura, Lingua e Xuventude', 'María del Carmen Martínez Insua - Directora xeral do Patrimonio Cultural': 'Consellería de Cultura, Lingua e Xuventude', 'Lara del Carmen Meneses Álvarez - Directora xeral de Xuventude': 'Consellería de Cultura, Lingua e Xuventude'}, {'José González Vázquez - Conselleiro': 'Consellería de Emprego, Comercio e Emigración', 'Joaquín Macho Canales - Secretario xeral técnico': 'Consellería de Emprego, Comercio e Emigración', 'Pablo Fernández López - Secretario xeral de Emprego e Relacións Laborais': 'Consellería de Emprego, Comercio e Emigración', 'Zeltia Lado Lago - Directora xeral de Formación e Cualificación para o Emprego': 'Consellería de Emprego, Comercio e Emigración', 'Marta Mariño Regueiro - Directora xeral de Traballo Autónomo e Economía Social': 'Consellería de Emprego, Comercio e Emigración', 'Antonio Rodríguez Miranda - Secretario xeral da Emigración': 'Consellería de Emprego, Comercio e Emigración', 'Gabriel Alén Castro - Director xeral de Comercio e Consumo': 'Consellería de Emprego, Comercio e Emigración'}, {'María José Gómez Rodríguez - Conselleira': 'C. do Medio Rural', 'Jorge Atán Castro - Secretario xeral técnico': 'C. do Medio Rural', 'Manuel Rodríguez Vázquez - Director xeral de Defensa do Monte': 'C. do Medio Rural', 'José Luis Chan Rodríguez - Director xeral de Planificación e Ordenación Forestal': 'C. do Medio Rural', 'José Balseiros Guinarte - Director xeral de Gandaría, Agricultura e Industrias Agroalimentarias': 'C. do Medio Rural', 'Mª Paz Rodríguez Rivera - Directora xeral de Desenvolvemento Rural': 'C. do Medio Rural', 'Juan José Cerviño Varela - Director xeral da PAC e do Control da Cadea Alimentaria': 'C. do Medio Rural'}, {'Alfonso Villares Bermúdez - Conselleiro': 'C. do Mar', 'Marta Barreiro Castro - Secretaria xeral técnica': 'C. do Mar', 'Patricia García Sánchez - Directora xeral de Pesca, Acuicultura e Innovación Tecnolóxica': 'C. do Mar', 'Marta Villaverde Acuña - Directora xeral de Desenvolvemento Pesqueiro': 'C. do Mar'}]